{
    "product": {
        "0": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "1": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "2": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "3": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "4": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "5": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "6": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "7": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "8": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "9": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "10": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "11": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "12": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "13": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "14": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "15": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "16": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black",
        "17": "Nikon D3300 Digital SLR Camera (24.2 MP, AF-P 18-55VR Lens Kit, 3 inch LCD Screen) - Black"
    },
    "title": {
        "0": "i love it",
        "1": "Look for online videos and articles for best start. A prime lens to follow (one day",
        "2": "Five Stars",
        "3": "Five Stars",
        "4": "Five Stars",
        "5": "Five Stars",
        "6": "Five Stars",
        "7": "Five Stars",
        "8": "D3300",
        "9": "Five Stars",
        "10": "I wasn't going to do it.",
        "11": "Lost a star - EU adaptor supplied",
        "12": "serious photography.",
        "13": "Do not buy this camera",
        "14": "D3300",
        "15": "Five Stars",
        "16": "Keen Enthusiast felling let down",
        "17": "Very happy with my purchase"
    },
    "rating": {
        "0": 5.0,
        "1": 5.0,
        "2": 5.0,
        "3": 5.0,
        "4": 5.0,
        "5": 5.0,
        "6": 5.0,
        "7": 5.0,
        "8": 5.0,
        "9": 5.0,
        "10": 5.0,
        "11": 4.0,
        "12": 4.0,
        "13": 1.0,
        "14": 3.0,
        "15": 5.0,
        "16": 1.0,
        "17": 5.0
    },
    "body": {
        "0": "very good camera",
        "1": "Lots to learn!  Slowly mastering though.  Look for online videos and articles for best start.  A prime lens to follow (one day!)",
        "2": "Only got this camera today and loving it already got everything I wanted and more 😃👌",
        "3": "Terrific value for money.",
        "4": "Amazing quality for this price.",
        "5": "Excellent",
        "6": "Great camera for the money, can't complain! A1",
        "7": "Great Camera and great value. Super easy to use",
        "8": "Budget camera, works well though",
        "9": "Great camera still playing.",
        "10": "As an erstwhile practitioner of film SLR back some 20 years ago, I wan't going to put myself through the torture of the DSLR, the constant desire for a new lens, filter kit, this, that and the other.  But some quality photography time with a professional buddy convinced me of the benefits to image quality - that's the crux of the matter.  So the top of the range bridge camera has to go, in favour of a bottom of the range DSLR, and here we are ................This is actually a 4.5 star review - I was going to put 4 stars above, but that wouldn't be entirely fair - and I'll get to the negatives and irritations later.  On the bright side, image quality is faultless as long as you're reasonably considerate of ISO and have a vague idea what you're doing, it's well made, relatively compact, reasonably light, respectably intuitive and so on, it all functions extremely well.  Other reviewers have said it better than I.  I preferred this one to the other similarly priced DSLRs I tried from the obvious brands; you're mileage may vary, but I can't see how you could go wrong with this, either as a beginner, or an experienced amateur on a budget.The down sides:- Lack of direct access controls is sort of understandable, and not in fact often a problem if you generally favour aperture or shutter priority modes, as I do.  However the lack of a single button to switch auto-ISO on or off is a major omission.  Auto & maximum ISO is great in changing light conditions, and usually gets it close to right.  But sometimes you want to pick a sensitivity and stick with it, and delving into menus to do so gets wearing,  The single Fn button can be programmed to set the minimum ISO, but not disable the auto function.- And, on which subject, why does it not tell you what ISO it has\/you have picked in the viewfinder info read-out?  Far more interesting and useful than remaining shots in the buffer.  Annoying having to look at the screen for that.- The big irritation.  I had to buy a dioptre correction lens for the viewfinder - fair enough, I'm more short sighted than I was, and they cannot accommodate everyone.  But while the adaptor is clearly grooved to accept further accessories, it's too big for the supplied rubber eye-cup or any available replacements, rendering it borderline useless.  One can only imagine that Nikon have screwed up the dimensions of the design\/manufacture of this thing.  Customer support on this issue has not been good, hopefully not reflective of general support if ever I need it.  So I'm faced with either trying to modify the adaptor - potentially risky but not too costly I suppose - or putting up with a \"hard\" viewfinder and light leakage.  Nikon, please pull yourselves together.But no, other than this, it's a great camera.  Now to find the time to get out there and use it as it should be used.",
        "11": "This camera is great. The pictures it produces are super clear and sharp, even with the bundled standard 'kit' 18-55 VR lens.The camera came with a Polish manual and a Polish adaptor which is why this has lost a star from me. Yes, it's the same camera inside but the lack of a usable manual, coupled with me having to go off and buy a new adaptor, means this one loses a star from me.",
        "12": "good starter camera for people who want more than a point and shoot camera. it will do point and shoot if you set everything to auto but you really need to join a photography course to be taught how to get the most from this camera. i don't know enough about this camera or photography to give it 5 stars at this stage.",
        "13": "Initially loved the camera and than the problems started. Stopped working on vacation, sent it to repairs that nikon who couldn’t find anything wrong with it. It worked for a few months and now once again while i am on vacation it stopped working again.  Now it is out of warranty.  So mad and disappointed",
        "14": "It came on time but the battery charger is missing I just have the plug the charger is supposed to get on.",
        "15": "This camera looks amazing! Wish I could get one for my YouTube channel",
        "16": "I moved on from the Coolpix 840 after getting good results, with the Nikon D3300 i need more practice as the camera does not capture what the eye sees\/or what the Coolpix sees.I am determined to keep going though as others more experienced get good results . I find it does not zoom in far enough for me and if i sort out the Aperture and shutter speeds perhaps i will get better pics. I am planning to purchase a photography course and a better lens to help me out and continue taking the camera out and about with me. I will get back with my progress as time goes on.",
        "17": "Getting to the point where I will need something to do when I retire. Lol. This camera is not very easy to use. But it is easy to understand and I was quickly able to take passable pictures. The quality of pictures is very high. There's no WiFi connection but it's a simple task to put the memory card into a PC or printer. Despite been described as poor the body damage is minor and cosmeticDelivery was prompt and we'll packaged."
    }
}